export default {
    i: {
        locale: 'BO-CN',
        select: {
            placeholder: 'འདེམ་རོགས་།',
            noMatch: 'སྙོམ་མེད་གཞི་གྲངས།',
            loading: 'སྣོན་འཇུག་ཁྲོད་'
        },
        table: {
            noDataText: 'གནས་སྐབས་གཞི་གྲངས་མེད་པ་',
            noFilteredDataText: 'གནས་སྐབས་འཚག་འདེམས་མཇུག་འབྲས་མེད་།',
            confirmFilter: 'འཚག་འདེམས་',
            resetFilter: 'བསྐྱར་འཇོག',
            clearFilter: 'ཚང་མ།',
            sumText: 'བསྡོམས་འབོར་'
        },
        datepicker: {
            selectDate: 'བདམས་པའི་ཚེས་གྲངས།',
            selectTime: 'བདམས་པའི་དུས་ཚོད།',
            startTime: 'འགོ་རྩོམ་དུས་ཚོད།',
            endTime: 'མཇུག་རྫོགས་དུས་ཚོད།',
            clear: 'གཙང་སེལ་',
            ok: 'གཏན་ཁེལ་',
            datePanelLabel: '[mmmm] [yyyy]',
            month: 'ཟླ་བ།',
            month1: 'ཟླ་བ་དང་པོ།',
            month2: 'ཟླ་བ་གཉིས་པ།',
            month3: 'ཟླ་བ་གསུམ་པ།',
            month4: 'ཟླ་བ་བཞི་པ།',
            month5: 'ཟླ་བ་ལྔ་པ།',
            month6: 'ཟླ་བ་དྲུག་པ།',
            month7: 'ཟླ་བ་བདུན་པ།',
            month8: 'ཟླ་བ་བརྒྱད་པ།',
            month9: 'ཟླ་བ་དགུ་པ།',
            month10: 'ཟླ་བ་བཅུ་པ།',
            month11: 'ཟླ་བ་བཅུ་གཅིག་པ།',
            month12: 'ཟླ་བ་བཅུ་གཉིས་པ།',
            year: 'ལོ་',
            weekStartDay: '0',
            weeks: {
                sun: 'ཉི་མ།',
                mon: 'གཅིག',
                tue: 'གཉིས།',
                wed: 'གསུམ།',
                thu: 'བཞི།',
                fri: 'ལྔ།',
                sat: 'དྲུག'
            },
            months: {
                m1: 'ཟླ་བ་དང་པོ།',
                m2: 'ཟླ་བ་གཉིས་པ།',
                m3: 'ཟླ་བ་གསུམ་པ།',
                m4: 'ཟླ་བ་བཞི་པ།',
                m5: 'ཟླ་བ་ལྔ་པ།',
                m6: 'ཟླ་བ་དྲུག་པ།',
                m7: 'ཟླ་བ་བདུན་པ།',
                m8: 'ཟླ་བ་བརྒྱད་པ།',
                m9: 'ཟླ་བ་དགུ་པ།',
                m10: 'ཟླ་བ་བཅུ་པ།',
                m11: 'ཟླ་བ་བཅུ་གཅིག་པ།',
                m12: 'ཟླ་བ་བཅུ་གཉིས་པ།'
            }
        },
        transfer: {
            titles: {
                source: 'ཁུངས་ཀྱི་རེའུ་མིག',
                target: 'དམིགས་ཡུལ་རེའུ་མིག'
            },
            filterPlaceholder: 'བཤེར་འཚོལ་ནང་དོན་ནང་འཇུག་རོགས་།',
            notFoundText: 'རེའུ་མིག་སྟོང་པ་རེད།'
        },
        modal: {
            okText: 'གཏན་ཁེལ་',
            cancelText: 'མེད་པར་བཟོ་བ་'
        },
        poptip: {
            okText: 'གཏན་ཁེལ་',
            cancelText: 'མེད་པར་བཟོ་བ་'
        },
        page: {
            prev: 'ཤོག་ངོས་གོང་མ།',
            next: 'ཤོག་ངོས་རྗེས་མ་',
            total: 'མཉམ་དུ།',
            item: 'ལྕུག་མ།',
            items: 'ལྕུག་མ།',
            prev5: 'མདུན་གྱི་ཤོག་ངོས་5།',
            next5: 'རྒྱབ་ཏུ་ཤོག་ངོས་5།',
            page: 'ནར་མོ/ལྡེབ་ངོས། ',
            goto: 'མཆོང་།',
            p: 'ཤོག་ངོས་'
        },
        rate: {
            star: 'སྐར་མ་',
            stars: 'སྐར་མ་'
        },
        time: {
            before: 'མདུན།',
            after: 'རྗེས་',
            just: 'མ་ཐག་',
            seconds: 'སྐར་ཆ་',
            minutes: 'སྐར་མ་',
            hours: 'ཆུ་ཚོད།',
            days: 'གནམ་'
        },
        tree: {
            emptyText: 'གནས་སྐབས་གཞི་གྲངས་མེད་པ་'
        }
    }
};